<template>
  <div>
    <swiper class="swiper" :options="swiperOption">
      <swiper-slide class="text">
        <div>
          谷歌下月取消数字加密货币广告禁令，仅实施 4 个多月

昨日晚间消息，谷歌宣布将于今年 10 月结束数字加密货币广告禁令，允许受监管的合法数字加密货币交易在美国和日本市场购买谷歌广告。

谷歌今年 3 月出台了数字加密货币广告禁令，6 月正式实施。除了谷歌，Facebook、Twitter 和 Snapchat 等都在不同程度上对数字加密货币相关的广告加以控制，在此之前，Facebook 已经率先在 6 月解除了数字加密货币广告禁令。（来源：新浪科技）


高通指控苹果偷窃芯片机密，帮英特尔提高芯片性能

昨日晚间消息，提交至美国加州高等法院的一份文件显示，高通对苹果提出了多项爆炸性的指控，其中包括苹果偷窃其「大量」机密信息和商业机密，以改进高通的竞争对手英特尔的芯片性能。

这两家公司近年来一直在各种直接或间接的起诉中僵持，主要是因为苹果不愿让它的供应商支付对 iPhone 而言过于昂贵的高通芯片版税。CNBC 分析称，这份最新的诉讼文件可以说是这场纠纷的最新进展，高通旨在给苹果公司施加压力，迫使其解决问题。（来源：澎湃新闻）


Google、Facebook 等美国巨头今日将集体接受国会「审判」

北京时间今晚 10 点，美国国会商务委员会将召开一场高规格的听证会，检视审查科技巨头在消费者数据隐私上的作为。主要的科技巨头如谷歌、亚马逊、推特和苹果都将派遣负责数据隐私的高级管理人员出席接受「拷问」。

召集主持听证会的议员 John Thune 宣称，这个听证会同时也会给领先的科技公司和服务商机会「阐明自己在数据隐私保护上的相关政策」、「以及将如何应对欧盟和加州关于数据运用更新的要求」、以及「国会怎么做才能既不妨碍创新又推动隐私数据相关的立法进程」。（来源：全天候科技）


Facebook 今年以来已有 9 位高管宣布离职

随着 Instagram 的两名联合创始人 Kevin Systrom 和 Mike Krieger 宣布辞职，Facebook 刚刚又失去了两位高管。


事实上，今年以来，除了这两位高管外，该社交网络巨头已有其他 7 位高管相继宣布离职，包括 WhatsApp 的联合创始人、通讯和公众政策主管和首席安全官等。在 Facebook 高管相继离职之际，该公司正在经历各种风波。目前，Facebook 正身陷隐私丑闻，社区的用户也在减少。（来源：腾讯科技）


科大讯飞再否认「AI 同传造假」：从未隐瞒转写同传声音

昨日下午，针对近日「AI 同传造假」风波，科大讯飞官方再次回应称，公司没有造假，从未「隐瞒」转写同传声音，不存在侵犯同声传译知识产权的可能性。科大讯飞宣称「将用法律武器维护公司声誉」。

昨日早些时候，当事译者在与科大讯飞进行了直接沟通后发文表示：「从我的角度看，可以认为讯飞没有主动造假的行为，但是讯飞的营销和公关存在比较大的问题，客观上放任了媒体的过分宣传，导致了各方的误会。」（来源：新浪科技）



郭台铭「论战」马云：未来制造业竞争力仍在制造业本身

9 月 25 日消息，郭台铭近日罕见主动在鸿海集团内部大会提到马云「退休」前的演讲精华，提出「两个同意、一个强烈不同意」，与马云「隔空论战」。

郭台铭提到，他同意马云所说，拥抱 AI 才能迎接未来生活，未来的企业都要和 AI 结合，未来制造业的竞争力不仅是制造，更是要完美结合服务。但他表示，马云说「未来的制造业竞争力将不在制造行业本身」，这一点他「强烈不同意」，毕竟马云是从零售电商、是以「卖东西的人」在看产业，这和鸿海集团不一样。郭台铭认为，如果没有好的车刀、半导体、模具等硬件，不可能做出好的产品，制造业的关
        </div>
      </swiper-slide>
    </swiper>
  </div>
</template>

<script>
  import 'swiper/dist/css/swiper.css'
  import { swiper, swiperSlide } from 'vue-awesome-swiper'

  export default {
    data () {
      return {
        swiperOption:{
          direction: 'vertical',
          slidesPerview:'auto',
          freeMode:true,
          mousewheel:true,
          pagination:{
            el:'.swiper-pagination'
          }
        },
        slide:[1,2,3,4,5,6]
      }
    },
    components: {
      swiper,
      swiperSlide
    }
  }
</script>

<style scoped>
.swiper{
  height: 300px;
  overflow: hidden;
}
.text{
  font-size: 14px;
  text-align: left;
  padding: 30px;
  height: auto;
  -webkit-box-sizing: border-box;
  box-sizing: border-box;
}
</style>
